export default {
  menu: {
    home: 'Нүүр',
    service: 'Бидний үйлчилгээ',
    about: 'Бидний тухай',
    career: 'Бидэнтэй нэгдэх',
  },

  indexPage: {
    home_paragraph:
      'Технологи хүн бүрт хялбар хүртээмжтэй байснаар олон асуудлуудыг шийдэж, дэлхий илүү сайхан болно гэж бид итгэдэг. Нүүдэлчдийн уян хатан, хурдан хариу үйлдэл үзүүлэх давуу талыг ашиглан бид хамгийн түрүүнд дэвшилтэт технологийг эзэмшин, бизнесээ дэмжиж, хэрэглэгчидтэйгээ ойр байж баг болон ажиллаж байна.',
    what_we_do: 'Веб систем хөгжүүлэлт<br /> & Дата боловсруулах <span> илүүг </span>',
    who_we_are: 'Бид тэнцвэрийг эрхэмлэдэг <span> илүүг </span>',
    people_first: 'Хүн төвт соёл',
    career_text:
      'Өнөө үед мэдээллийн технологийн аль ч компанийн хамгийн чухал хөрөнгө бол өндөр ур чадвартай боловсон хүчин нь юм. Бид шинэ санаануудыг судалж, туршиж үзэх замаар төгс төгөлдөр ажлын орчинг бүрдүүлэн ажилчдадаа анхаарал халамж тавьдаг.',
    button_text: '<span class="font-weight-bold">Наашаа Тек ХХК</span> дахь карьер 🤩',
  },

  servicePage: {
    firstSectionHeading: 'Технологийн түншийн хувьд бид таныг дараагийн шатанд хүрэхэд <span>тусална</span>',
    services: {
      heading: 'Бидний үйлчилгээ',
      text:
        'Бид Япон зэрэг гадны компаниудтай олон хэл дээр бизнес эрхэлдэг бөгөөд бид өөрсдийн үйлчилгээний чанарыг үйлчлүүлэгдчийн сэтгэл ханамжаар үнэлдэг. Үйлчлүүлэгчдийнхээ нягт түншлэлээр дамжуулан бизнес, нийгмийн сайн сайхны зорилгоор найдвартай, тогтвортой шийдлүүдийг санал болгодог.',
      product_development: 'Бүтээгдэхүүн хөгжүүлэлт',
      cloud_devops: 'Үүлэн технологи, автоматжуулалт',
      digital_business: 'Дижитал бизнес',
      block_quote: '“Төгс байна гэдэг нь чадвар биш, хандлага юм”',
      quote_footer:
        'Технологи хурдтай өөрчлөгдөж байна. Тиймээс сайн суурьтай байх нь мэдлэгээ байнга сурч хөгжүүлж, хэрэгжүүлэхэд тусалдаг. Технологи, техникийн чадварыг бол сурах боломжтой 📖',
    },

    processes: {
      process: 'Процесс',
      process_text:
        'Манай хөгжүүлэлтийн процесс нь хурдтай, хэрэглэгч, үйлчлүүлэгч төвтэй Scrum аргад суурилдаг. Төслийн тогтмол шинэчлэлт, туршилтын хувилбар, харилцаа холбооны сайн арга хэрэгслүүдийн тусламжтайгаар бид бүх зүйлийг цаг тухайд нь мэдэж, бусдадаа мэдэгддэг.',
      technology: 'Технологи',
      technology_text:
        'Бидний нэн тэргүүний зорилт бол аливаа зүйлийг бүтээхэд ашиглагдах технологиос гадна програм хангамжийн хөгжүүлэлтийн зарчмуудыг дагаж мөрдөх замаар сайн инженерчлэлийн соёлыг хадгалах юм',
      infrastructure: 'Дэд бүтэц',
      infrastructure_text:
        'Ихэнх програм хангамжын компаниуд танд хүсэж буй системийг тань хийж өгнө. Харин бид үүнээс илүүг хийдэг! Бид серверийн архитектурыг тогтвортой, найдвартай, өргөтгөх боломжтой байлгах тал дээр анхаарна.',
      qa: 'Чанарын баталгаа',
      qa_text:
        'Чанарын баталгаа бол хөгжүүлэлтийн үйл явцын шийдвэрлэх хэсэг гэдгийг бид мэднэ. Тиймээс бид гар тестээс гадна автоматжуулсан тест хийдэг. Манай хамгийн том үйлчлүүлэгчид Япон улсаас байдаг тул үзүүлэх үйлчилгээний чанарыг баталгаажуулах нь бидний баримтлан ажилладаг зарчим юм.',
    },
  },

  aboutPage: {
    ourValue: {
      heading: 'Бидний тухай',
      company_definition:
        'Наашаа Тек ХХК нь “наашаа” бидэнрүү ирж буй дэвшилтэт технологиудыг нутагшуулан, амьдралд өгөөжтэй шийдлүүдийг эрэлхийлэн, өнөөдрийг өчигдрөөс илүү дээр болгохыг зорьдог технологийн компани юм. Internet болон E-Commerce нь улс үндэстэн болон байршлаас үл хамааран бүгдэд адил боломжийг олгодог бөгөөд энэ боломжоо алдалгүй ашиглахад бид танд тусална.',
      vision: 'Алсын хараа',
      vision_mission_text:
        'Бид технологийн шийдлүүдийг түмэнд ойр байлгаснаар шийдвэрлэж чадах асуудлуудын хэмжээ томрон, бидний амьдралд үзүүлэх эерэг нөлөө улам ихэснэ гэдэгт итгэдэг.',
      mission: 'Зорилго',
      mission_text: '“Технологийг аль болох хүн бүрт хүртээмжтэй байлгах”',
      core_value: 'Гол үнэт зүйлс',
      core_value_text: 'Эрхэм зорилгоо биелүүлэхдээ компанийнхаа үндсэн үнэт зүйлсийг дараах байдлаар тодорхойлов:',
      head_heart: 'Тархиараа 🧠 & ❤️ зүрхээрээ',
      head_heart_text:
        'Бид ажлаа хийх бүрдээ толгойгоороо маш сайн бодож, сэтгэлээсээ ханддаг. Энэ нь бид юу хийж байгаагаа бүрэн дүүрэн ойлгож, хэрэгтэй зөв зүйлсийг заавал хийх ёстой гэдэгт итгэдэг гэсэн үг юм.',
      extra_effort: 'Идэвх чармайлт ➕',
      extra_effort_text:
        'Технологийн хөгжлийн хувьд Монгол улс хоцорч эхэлснээс хойш бид бусдаас илүү шаргуу ажиллах нь эрхэм зорилгоо биелүүлэхэд зайлшгүй шаардлагатай юм.',
      professionalism: 'Мэргэжлийн байх 👔',
      professionalism_text:
        'Бид үнэ цэнийг бүтээж чадахгүй байх нь оршин тогтнох утгагүйтэй адил. Үйлчлүүлэгчид, хамт олонгүйгээр бид юу ч биш. Үйлчлүүлэгчид бидэнд болон бид хоорондоо эргэлзэлгүйгээр итгэлцдэг гэдэгт бид итгэлтэй байна.',
      sustainable_change: 'Эерэг өөрчлөлт 📈',
      sustainable_change_text:
        'Өөрчлөлтөд хурдтай урагшлах нь бидний супер хүч юм. Бид идэвхтэй байж, логикгүй буруу зүйлийг хүлээн зөвшөөрөлгүй, эсэргүүцдэг.',
      logo: 'Наашаа Тек ХХК-ийн лого нь:',
      logo_text:
        "Технологийн шилдэг шинэ шийдлүүд, танигдаагүй боломжуудыг <span class='font-weight-bold'>(өгөгдөл)</span> бид хөрвүүлж боловсруулан, хэрэгжүүлж түүгээр хүмүүсийн амьдралын хэв маягийг илүү хялбар болгох бүтээгдэхүүн үйлчилгээ хөгжүүлэн <span class='font-weight-bold'>(боловсруулах)</span> технологийн боломжуудыг бусдад хүртээл болгон таниулж, инженерчлэлийн соёлын хамт нутагшуулахыг <span class='font-weight-bold'>(үр дүн)</span> зорин ажилладаг гэсэн санааг илтгэнэ.",
    },

    ourTeam: {
      our_team: 'Манай хамт олон',
      bio: 'Товч:',
      facts: '3 факт:',
      bolor: {
        name: 'Болор Дуламбаяр',
        position: 'Менежер & Удирдлагын нягтлан',
        bio: {
          joined_at: 'Наашаа Тек ХХК-д 2019 оноос хойш менежерээр ажиллаж байна.',
          experience:
            "НТ ХХК-д 2019 оноос менежерээр ажиллаж байгаа. ХИС-ийг Сэтгүүлч мэргэжлээр төгссөн, Менежментийн Удирдлагаар ХИС-т магистраар сурч байгаа. ТМ телевизэд сэтгүүлч, маркетингийн менежерээр 17 настайгаасаа 27 нас хүртлээ 10 жил ажилласан. Орон сууцны ипотекийн зээлийн санхүүжилт олгодог <a href='http://mik.mn/mn/' target='_blank' rel='noopener'>МИК-д</a> Олон нийттэй харилцах хэлтэст ПР менежер, маркетингийн мэргэжилтэнгээр 2 жил ажиллаж байсан туршлагатай.",
          additional: 'Маркетингийн төлөвлөгөө, Facebook Ads, Сошиал контент хийж байсан туршлагатай.',
        },
        facts: {
          cook: '- Бараг тогооч 👩‍🍳',
          mom: '- 2 хүүхдийн ээж 👧',
          art: '- Видео рекламны арт дирэктор 🎬, сет бэлтгэх хоббитой',
        },
      },
      chinbaa: {
        name: 'Чинбат Чиндэгсүрэн',
        position: 'Үүсгэн байгуулагч & инженерийн багийн ахлагч',
        bio: {
          position: 'Наашаа Тек ХХК-ийн Үүсгэн байгуулагч, инженерийн багийн ахлагч.',
          experience:
            "НТ-н үүсгэн байгуулагч бөгөөд, инженэрийн багийн ахлагч. Япон улсын засгийн газрын тэтгэлгээр Япон улсын <a href='https://www.uec.ac.jp/eng/' target='_blank' rel='noopener'>мэдээлэл харилцаа холбооны их сургуулийг</a> 'мэдээллийн технологийн менежмэнт' мэргэжлээр төгссөн. Улмаар Япон улсад, Токиогийн 1-р үнэт цаас арилжааны газар гарчихсан, дижитал маркетинг хиймэл оюун ухаанд суурилсан бизнес хийдэг <a href='https://www.brainpad.co.jp/' target='_blank' rel='noopener'>Брэйнпад</a> гэх компанид 4 жил <a href='https://careerfoundry.com/en/blog/web-development/what-is-a-full-stack-web-developer/' target='_blank' rel='noopener'>full-stack инженэрээр</a> ажиллаад 2018 Монгол улстаа буцаж суурьшин тус НТ компанийг байгуулсан.",
        },
        facts: {
          born: '- Төв аймгийн Борнуур сумын хүүхэд 🏞️',
          math: '- Улсын математикийн олимпиадын мөнгөн медальтай 🥈',
          dance: '- Хүүхдийн ордны авьяас алтан медальтай (бүжиглэдэг байсан) 🕺',
        },
      },
      ebi: {
        name: 'Энхбаяр Гомболүүдэв',
        position: 'Security мэргэжилтэн & Ахлах инженер',
        bio: {
          joined_at: 'Наашаа Тек ХХК-д 2019 оноос эхлэн ажиллаж байгаа.',
          experience:
            'Япон улсын засгийн газрын тэтгэлгээр програм хангамжийн инженер мэргэжлээр суралцсан. Суралцаж байх үедээ бие даан кибер аюулгүй байдлын талаар мэргэшсэн. Төгсөөд монголд Security чиглэлээр 3 жил ажилласан.',
        },
        facts: {
          security: '- Кибер аюулгүй байдлын инженер 🤖',
          bartender: '- Архи уудаггүй бартендер 🍹',
          physics: '- Физикт дуртай, Улсын физикийн олимпиадад 10-р байранд орж байсан удаатай ⚛',
        },
      },
      your_name: 'Таны нэр',
      wanna_join: 'МАНАЙ БАГТ НЭГДЭХИЙГ ХҮСЧ БАЙНА УУ?',
    },
  },

  careerPage: {
    firstSectionHeading: '<span>Nasha Tech LLC</span> дахь карьер',
    whatWeOffer: {
      we_offer: 'Санал болгох нь',
      bonuses:
        'Цалин болон шилдэг ангилалын ажлын багаж болох <a href="https://system76.com/laptops" target="_blank" rel="noopener"><img height="25" src="/images/svg/tech-stack/system76.svg" /></a> зөөврийн компьютероос гадна, манай компани хэд хэдэн нэмэлт боломжууд, бонусаар хангана:',
      insurance: 'Даатгал 🧾',
      insurance_text: 'Ажилчдаа нийгмийн даатгал, эрүүл мэндийн даатгалд бүрэн хамруулдаг.',
      work_condition: 'Уян хатан ажлын нөхцөл ⏳',
      work_condition_text: 'Ажлын уян хатан цаг 🕙, зайнаас ажиллах боломжийг олгоно 🏠',
      aids: 'Тэтгэмж тусламж ➕',
      aids_text:
        'Ажилчдынхаа нийгмийн асуудалд анхааран шинэ хүүхэдтэй болсны, гэнэтийн осол-аюулын, гачигдлын гэх мэт олон төрлийн мөнгөн тэтгэмж, тусламжийг олгохыг хичээдэг.',
      health: 'Эрүүл мэнд ⚕️',
      health_text:
        'Ажилчдаа жилд нэг удаа эрүүл мэндийн багц урьдчилсан үзлэг шинжилгээнд үнэ төлбөргүй хамруулдаг. Оффистоо олон үйлдэлт дасгалын 🏋️ төхөөрөмжтэй.',
      library: 'Номын сан 📚',
      library_text: 'Програмчлал, инженерчлэл, менежмент гэх зэрэг олон төрлийн e-book унших, судлах боломжтой.',
      entertainment: 'Амралтын булан 🎮',
      entertainment_text:
        'Тухтай буйдангууд болон том нумарсан дэлгэцэн дээр PS4 янз бүрийн тоглоом тоглож, Netflix үзэж амралтын цагаараа хөгжилдөх боломжтой.',
      kitchen: 'Гал тогоо ☕',
      kitchen_text: 'Сар бүр хөргөгчдөө амттан, жигнэмэг болон уух зүйлсийг цуглуулдаг. Цай, кофе (пиво нэмэлтээр) дуртайгаа ууж болно.',
      salary_evaluation: 'Үнэлгээ', // 'Цалин & Үнэлгээ',
      software_engineer: {
        title: 'Програм хангамжийн инженер',
        salary_range: '1.2M ~ 2M ₮ сард',
      },
      senior_software_engineer: {
        title: 'Ахлах програм хангамжийн инженер',
        salary_range: '2M ~ 5M ₮ сард',
      },
      salary: 'Цалин:',
      evaluation: 'Үнэлгээ:',
      core_values: 'Үндсэн үнэт зүйл - {percent}',
      task_execution: 'Таск гүйцэтгэл - {percent}',
      project_result: 'Төслийн үр дүн - {percent}',
      team_growth: 'Багийн хөгжил - {percent}',
      bonus_allocation: '“Улирал бүр манай борлуулалт сайн байж чадвал бонус хуваарилдаг.”',
    },

    workWithUs: {
      we_and_you: 'Бид & Та',
      weWant: {
        title: 'Бид таныг дараахийг эрмэлздэг байгаасай гэж хүснэ ⌨️',
        Build: 'Тэлэхүйц, алдаанд тэсвэртэй, гүйцэтгэл сайтай сервис бүтээх.',
        Develop: 'Хурдтай, дахин хэрэглэхүйц, засах боломжтой сайн код бичих.',
        Identify: 'Системийн гүйцэтгэлтэй холбоотой асуудлыг олох, шийдвэрлэх.',
        Proactively: 'Арга барил, кодын чанарыг сайжруулах аргыг идэвхтэй хайх.',
        Work: 'Бусадтайгаа ойр ажиллаж, санаа бодлоо солилцон бусад төслийн хувьд тулгарах асуудалд нь туслах, санаа нэмэх.',
        Communication: 'Харилцааны чадвартай байж асуудлыг ойлгох, тодорхойлох, процессийг сайжруулах',
        Attention: 'Детайлд анхаарах, дахин детайлд анхаарах. Эцэст нь мэдээж дээрх бүгдээс илүүтэй програмчлал, инженерчлэлд дуртай байх!',
      },
      weNeed: {
        title: 'Та дараахыг чаддаг байх хэрэгтэй 💻',
        Have: 'Веб технологиийн талаар сайн ойлголттой байх.',
        Know: 'Ядаж нэг програмчлалын хэлийг сайн эзэмшсэн байх. Ер нь Python, Javascript, Java-ийн аль нэг байвал сайн.',
        Have: 'Relational & non-relational өгөгдлийн сангийн талаар мэдлэг туршлагатай байх.',
        BeReady: 'Бизнест оролцох, техникийн талаас туслах, бичиг баримтжуулах зэрэг үйл ажиллагаанд оролцох.',
        BeDisciplined: 'Нэгжийн тест болон integration тестүүд бичихдээ сахилга баттай хандах.',
        Feel: 'Git-ийг сайн ашигладаг байх.',
      },
      youAre: {
        title: 'Хэрэв та доорхыг хийдэг бол догь шүү 🎸',
        Contribute: 'Нээлттэй эхийн төсөлд хувь нэмэр оруулдаг.',
        Are: 'JavaScript-ийн шинэ боломжууд болох ES6, ES7 & ES8 стандартын хэрэглээг мэддэг.',
        Have: 'Экосистем дахь шинэлэг технологи, сан ашигладаг.',
        Eager: 'Мэргэжлийн хувьд суралцаж, өсөж хөгжихийг чухалчилдаг.',
      },
      join_team: 'БАГТ НЭГДЭХ',
    },
  },

  footer: {
    contact: 'Холбогдох',
    mail_us: 'Мэйл хаяг:',
    serviceHeading: 'МТ-ийн техникийн дэмжлэгийг бидэнд үлдээгээрэй!',
  },
}
